Revit 2027 API
BuiltInFailures.FamilyFailures.CantEditWhileGrouped Property
 You may not edit this parameter while the element is grouped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantEditWhileGrouped { get; }
Public Shared ReadOnly Property CantEditWhileGrouped As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantEditWhileGrouped {
	FailureDefinitionId^ get ();
}
static member CantEditWhileGrouped : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace